{"_id":"5c32c11244c6ed20101913a9","title":"NASA's InSight Places First Instrument on Mars","date":"December 19, 2018","url":"https://mars.nasa.gov//news/8402/nasas-insight-places-first-instrument-on-mars/","paragraph":"This set of images from the Instrument Deployment Camera shows NASA's InSight lander placing its first instrument onto the surface of Mars, completing a major mission milestone. Image Credit: NASA/JPL-Caltech. Full image and caption.NASA's InSight lander has deployed its first instrument onto the surface of Mars, completing a major mission milestone. New images from the lander show the seismometer on the ground, its copper-colored covering faintly illuminated in the Martian dusk. It looks as if all is calm and all is bright for InSight, heading into the end of the year.The InSight team has been working carefully toward deploying its two dedicated science instruments onto Martian soil since landing on Mars on Nov. 26. Meanwhile, the Rotation and Interior Structure Experiment (RISE), which does not have its own separate instrument, has already begun using InSight's radio connection with Earth to collect preliminary data on the planet’s core. Not enough time has elapsed for scientists to deduce what they want to know — scientists estimate they might have some results starting in about a year.To deploy the seismometer (also known as the Seismic Experiment for Interior Structure, or SEIS) and the heat probe (also known as the Heat Flow and Physical Properties Probe, or HP3), engineers first had to verify the robotic arm that picks up and places InSight's instruments onto the Martian surface was working properly. Engineers tested the commands for the lander, making sure a model in the test bed at JPL deployed the instruments exactly as intended. Scientists also had to analyze images of the Martian terrain around the lander to figure out the best places to deploy the instruments.On Tuesday, Dec. 18, InSight engineers sent up the commands to the spacecraft. On Wednesday, Dec. 19, the seismometer was gently placed onto the ground directly in front of the lander, about as far away as the arm can reach ---- 5.367 feet, or 1.636 meters, away).\"Seismometer deployment is as important as landing InSight on Mars,\" said InSight Principal Investigator Bruce Banerdt, also based at JPL. \"The seismometer is the highest-priority instrument on InSight: We need it in order to complete about three-quarters of our science objectives.\"The seismometer allows scientists to peer into the Martian interior by studying ground motion — also known as marsquakes. Each marsquake acts as a kind of flashbulb that illuminates the structure of the planet's interior. By analyzing how seismic waves pass through the layers of the planet, scientists can deduce the depth and composition of these layers.\"Having the seismometer on the ground is like holding a phone up to your ear,\" said Philippe Lognonné, principal investigator of SEIS from Institut de Physique du Globe de Paris (IPGP) and Paris Diderot University. \"We're thrilled that we're now in the best position to listen to all the seismic waves from below Mars' surface and from its deep interior.\"In the coming days, the InSight team will work on leveling the seismometer, which is sitting on ground that is tilted 2 to 3 degrees. The first seismometer science data should begin to flow back to Earth after the seismometer is in the right position.But engineers and scientists at JPL, the French national space agency Centre National d'Études Spatiales (CNES) and other institutions affiliated with the SEIS team will need several additional weeks to make sure the returned data are as clear as possible. For one thing, they will check and possibly adjust the seismometer's long, wire-lined tether to minimize noise that could travel along it to the seismometer. Then, in early January, engineers expect to command the robotic arm to place the Wind and Thermal Shield over the seismometer to stabilize the environment around the sensors.Assuming that there are no unexpected issues, the InSight team plans to deploy the heat probe onto the Martian surface by late January. HP3 will be on the east side of the lander's work space, roughly the same distance away from the lander as the seismometer.For now, though, the team is focusing on getting those first bits of seismic data (however noisy) back from the Martian surface.\"We look forward to popping some Champagne when we start to get data from InSight's seismometer on the ground,\" Banerdt added. \"I have a bottle ready for the occasion.\"JPL manages InSight for NASA's Science Mission Directorate in Washington. InSight is part of NASA's Discovery Program, which is managed by NASA's Marshall Space Flight Center in Huntsville, Alabama. Lockheed Martin Space in Denver built the InSight spacecraft, including its cruise stage and lander, and supports spacecraft operations for the mission.A number of European partners, including CNES and the German Aerospace Center (DLR), support the InSight mission. CNES provided SEIS to NASA, with the principal investigator at IPGP. Significant contributions for SEIS came from IPGP, the Max Planck Institute for Solar System Research in Germany, the Swiss Institute of Technology in Switzerland, Imperial College and Oxford University in the United Kingdom, and JPL. DLR provided the Heat Flow and Physical Properties Package (HP3) instrument, with significant contributions from the Space Research Center of the Polish Academy of Sciences and Astronika in Poland. Spain's Centro de Astrobiología supplied the wind sensors.For more information about InSight, visit:\nhttps://mars.nasa.gov/insightNews Media Contact\nJia-Rui Cook / Andrew Good\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0724 / 818-393-2433\njccook@jpl.nasa.gov / andrew.c.good@jpl.nasa.gov"}